IDEA Open Model
Reinforcement.Material Property
Compatible with IDEA StatiCa v 10.1
 Material
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ReferenceElement Material { get; set; }
Public Property Material As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Material {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
Reinforcement Class
IdeaRS.OpenModel.Detail Namespace